{
  "posts": [
    {
      "id": 1,
      "title": "Best Nature",
      "body": "Nature, in the broadest sense, is equivalent to the natural world, physical world, or material world. 'Nature' refers to the phenomena of the physical world, and also to life in general. It ranges in scale from the subatomic to the cosmic.",
      "published_date": "January 1, 2022",
      "image_url": "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
      "author": "Ram",
      "innerImageUrl": "https://source.unsplash.com/random/900×400/?Nature",
      "readMoreBody": "<h1>This is about nature</h1><p>Nature, in the broadest sense, is equivalent to the natural world, physical world, or material world. 'Nature' refers to the phenomena of the physical world, and also to life in general. It ranges in scale from the subatomic to the cosmic. The term 'nature' may refer to living plants and animals, geological processes, weather, and physics, such as matter and energy. The term is often refers to the 'natural environment' or wilderness—wild animals, rocks, forest, beaches, and in general areas that have not been substantially altered by humans, or which persist despite human intervention. For, example, manufactured objects and human interaction are generally not considered part of nature, unless qualified as, for example, 'human nature' or 'the whole of nature'. This more traditional concept of 'nature' implies a distinction between natural and artificial elements of the Earth, with the artificial as that which has been brought into being by a human consciousness or a human mind.</p>"
    },
    {
      "id": 2,
      "title": "About Book",
      "body": "Books are referred to as a man’s best friend. They are very beneficial for mankind and have helped it evolve. There is a powerhouse of information and knowledge. Books offer us so many things without asking for anything in return. Books leave a deep impact on us and are responsible for uplifting our mood.",
      "published_date": "Febreary 1, 2022",
      "image_url": "https://images.unsplash.com/photo-1541963463532-d68292c34b19?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxleHBsb3JlLWZlZWR8Mnx8fGVufDB8fHx8&w=1000&q=80",
      "author": "Shyam",
      "innerImageUrl": "https://source.unsplash.com/random/900×400/?Book",
      "readMoreBody": "<h1>This is about book</h1><p>Books are referred to as a man’s best friend. They are very beneficial for mankind and have helped it evolve. There is a powerhouse of information and knowledge. Books offer us so many things without asking for anything in return. Books leave a deep impact on us and are responsible for uplifting our mood. This is why we suggest children read books from an early age to gain knowledge. The best part about books is that there are various types of books. One can read any type to gain different types of knowledge. Reading must be done by people of all ages. It not only widens our thinking but also enhances our vocabulary.</p>"
    },
    {
      "id": 3,
      "title": "Human evolution",
      "body": "Human evolution is the lengthy process of change by which people originated from apelike ancestors. Scientific evidence shows that the physical and behavioral traits shared by all people originated from apelike ancestors and evolved over a period of approximately six million years.",
      "published_date": "March 1, 2022",
      "image_url": "https://images.unsplash.com/photo-1503023345310-bd7c1de61c7d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aHVtYW58ZW58MHx8MHx8&w=1000&q=80",
      "author": "Krishna",
      "innerImageUrl": "https://source.unsplash.com/random/900×400/?Man",
      "readMoreBody": "<h1>This is Human evolution</h1><p>Human evolution is the lengthy process of change by which people originated from apelike ancestors. Scientific evidence shows that the physical and behavioral traits shared by all people originated from apelike ancestors and evolved over a period of approximately six million years.One of the earliest defining human traits, bipedalism -- the ability to walk on two legs -- evolved over 4 million years ago. Other important human characteristics -- such as a large and complex brain, the ability to make and use tools, and the capacity for language -- developed more recently. Many advanced traits -- including complex symbolic expression, art, and elaborate cultural diversity -- emerged mainly during the past 100,000 years</p>"
    },
    {
      "id": 4,
      "title": "Tample",
      "body": "A temple is a religious building that's meant for worshipping or praying. Hindu temples are typically devoted to one specific god.",
      "published_date": "April 1, 2022",
      "image_url": "https://assets.vogue.in/photos/5ce431b346cf5953f8b18c74/master/pass/featured.2.jpg",
      "author": "Hari",
      "innerImageUrl": "https://source.unsplash.com/random/900×400/?Tample",
      "readMoreBody": "<h1>This is about tample</h1><p>A temple is a religious building that's meant for worshipping or praying. Hindu temples are typically devoted to one specific god. While temples tend to be associated with non-Christian religions like Islam, Judaism, and Buddhism, some sects of Orthodox Christianity worship in temples as well. The Mormon church also calls its sacred structures temples. The word comes from the Latin templum, 'consecrated piece of ground' or 'building for worship of a god,'' from a Proto-Indo-European root, tem-, 'to cut,' from the idea of a space cleared or 'cut down' for an altar.</p>"
    },
    {
      "id": 5,
      "title": "Tree",
      "body": "As you know, there are many different tree species. However, they all share some key features that meet the criteria for what we understand to be a tree.",
      "published_date": "May 1, 2022",
      "image_url": "https://thumbs.dreamstime.com/b/environment-earth-day-hands-trees-growing-seedlings-bokeh-green-background-female-hand-holding-tree-nature-field-gra-130247647.jpg",
      "author": "Sita",
      "innerImageUrl": "https://source.unsplash.com/random/900×400/?Tree",
      "readMoreBody": "<h1>This is about tree</h1><p>A tree is a tall plant that can live for a very long time. It has a single stem or trunk and branches that support leaves. Beneath the ground, a tree has a root system that acts as an anchor and stores the water and nutrients the plant needs to grow. One of the ways we distinguish trees from other plants is their thick and rigid ligneous tissues, which we know as wood. And of course, different tree species are made up of different types of wood. Ultimately, while it's useful to have a basic tree definition, as with all nature we need to delve deeper to understand the sheer variety of trees in the forest. Let's explore some of the other features that make trees such a special and important part of the natural environment.</p>"
    },
    {
      "published_date": "23 September 2022",
      "title": "KMC removes unauthorised pharmacies at Bir Hospital",
      "author": "Sanjog Manandhar",
      "body": "The action inconveniences patients and the city should have waited until the dengue crisis is over, hospital chief says.",
      "image_url": "https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2022/news/WhatsAppImage20220923at114555AM-1663913873.jpg&w=900&height=601",
      "readMoreBody": "<p><b>KMC removes unauthorised pharmacies at Bir Hospital</b></p><p>The action inconveniences patients and the city should have waited until the dengue crisis is over, hospital chief says.</p><p><span style=\"color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">A month since the Kathmandu Metropolitan City kicked off its drive to demolish illegal structures in the city, it has been relentless in its pursuit. On Thursday, which marked the drive’s 30th day, the city’s excavator reached Bir Hospital, at Kantipath, and vacated half-a-dozen pharmacies on the northern side of the hospital.</span><br><br></p>",
      "innerImageUrl": "https://assets-cdn.kathmandupost.com/uploads/source/news/2022/news/2-1663914104.png",
      "id": 6
    },
    {
      "published_date": "23 September 2022",
      "title": "Stagnant paracetamol price contributing to its shortage ",
      "author": "Arjun Poudel",
      "body": "On Wednesday, Kul Prasad Bhattarai, a resident of Kuleshwar in Kathmandu Metropolitan City-14, visited numerous pharmacies in his area looking for paracetamol, as he suffered from severe body ache due to dengue infection.",
      "image_url": "https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2022/health/pa-1663899704.jpg&w=900&height=601",
      "readMoreBody": "<p><b>Stagnant paracetamol price contributing to its shortage&nbsp;</b><br></p><p><span style=\"color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">On Wednesday, Kul Prasad Bhattarai, a resident of Kuleshwar in Kathmandu Metropolitan City-14, visited numerous pharmacies in his area looking for paracetamol, as he suffered from severe body ache due to dengue infection.</span></p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">He, however, could not find the medicine in any of the drug stores.</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">“I sent my children to different places to search for the medicine but they returned without a single tablet,” said Bhattarai, 74, who was infected with the dengue virus nine days ago. “My wife too has been infected and has severe body ache but we can’t even get the paracetamol.”</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">This is a problem faced by hundreds of patients infected with dengue, a disease that has seen an alarming spread of late, infecting around 20,000 and killing around two dozen people across the country.</p><p><br style=\"color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\"><br></p>",
      "innerImageUrl": "https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2022/health/pa-1663899704.jpg&w=900&height=601",
      "id": 7
    },
    {
      "published_date": "23 September 2022",
      "title": "Will escalating tensions hit November elections? ",
      "author": "Tika R Pradhan",
      "body": "With President Bidya Devi Bhandari’s refusal to authenticate the citizenship bill and political forces polarised for and against her decision, many fear the confrontation may lead to a deferral of the November 20 elections.",
      "image_url": "https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2022/politics/elec-1663897849.jpg&w=900&height=601",
      "readMoreBody": "<p><b>Will escalating tensions hit November elections?</b></p><p><span style=\"color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">With President Bidya Devi Bhandari’s refusal to authenticate the citizenship bill and political forces polarised for and against her decision, many fear the confrontation may lead to a deferral of the November 20 elections.</span></p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">As student and youth wings of political parties take to the streets, backing and opposing Bhandari’s move, speculations are swirling as to the next steps of the parties. While some said the protests since Wednesday wouldn’t spiral to the extent of foiling the elections, others think small protests could snowball into something much more disruptive.</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">Some leaders from the four-party coalition in favour of the amendment bill accused the UML of looking for disruption after realising its poor poll prospects. They accused KP Sharma Oli-led party of trying to misuse the President’s Office to delay the polls.</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">“The President’s move is a kind of coup. If you break a system of governance, ultimately, the polls too will be affected,” said Dev Prasad Gurung, general secretary of the CPN (Maoist Centre), the second party in the Sher Bahadur Deuba-led coalition. “We have decided to protest the President's decision that challenges the very sanctity of a democratic state.”</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">Gurung, who is also a member of the task force formed to work out a share of seats in the alliance for the upcoming November 20 polls, suspected the President’s decision was part of a strategy to challenge the country’s system of governance. He described it as a continuity of the activities of the Oli-led government that “had tried to create chaos in the country”.</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">He said the UML’s attempts to reinstate suspended Chief Justice Cholendra Shumsher Rana was also a part of a design to create political turmoil in the country.</p><p style=\"margin-right: 0px; margin-left: 0px; color: rgb(51, 51, 51); font-family: Georgia, &quot;Times New Roman&quot;, Times, serif;\">President Bhandari’s refusal to authenticate the bill to amend the Citizenship Act-2006 has become a matter of serious concern also because of her alleged duplicity. She had promptly endorsed a similar ordinance to amend the Citizenship Act on May 23 last year at the recommendation of then prime minister Oli, who also chairs the party Bhandari was affiliated to before she was elected President. She refused to authenticate the current bill, which has pretty much the same provisions, even though it was twice endorsed by both houses of the federal parliament.</p><p><b><br></b><br></p>",
      "innerImageUrl": "https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2022/politics/elec-1663897849.jpg&w=900&height=601",
      "id": 8
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Javascript"
    },
    {
      "id": 2,
      "name": "Html"
    },
    {
      "id": 3,
      "name": "css"
    },
    {
      "id": 4,
      "name": "react"
    }
  ],
  "header": {
    "heading": "Hello this is bloging Site",
    "subheading": "Here a user can write a blog of different thing."
  }
}